fio_test/log/128k/128k_seq_write_24job_QD1.log
libpmem: (g=0): rw=write, bs=(R) 128KiB-128KiB, (W) 128KiB-128KiB, (T) 128KiB-128KiB, ioengine=libpmem, iodepth=1
...
fio-3.20
Starting 24 threads
libpmem: Laying out IO file (1 file / 4096MiB)
libpmem: Laying out IO file (1 file / 4096MiB)
libpmem: Laying out IO file (1 file / 4096MiB)
[...]

libpmem: (groupid=0, jobs=24): err= 0: pid=40576: Fri Mar  5 03:20:24 2021
  write: IOPS=47.9k, BW=5985MiB/s (6276MB/s)(1753GiB/300002msec); 0 zone resets
    clat (usec): min=90, max=1672, avg=495.39, stdev=49.93
     lat (usec): min=91, max=1675, avg=496.13, stdev=49.94
    clat percentiles (usec):
     |  1.00th=[  404],  5.00th=[  424], 10.00th=[  437], 20.00th=[  453],
     | 30.00th=[  465], 40.00th=[  478], 50.00th=[  490], 60.00th=[  502],
     | 70.00th=[  515], 80.00th=[  537], 90.00th=[  562], 95.00th=[  586],
     | 99.00th=[  644], 99.50th=[  660], 99.90th=[  717], 99.95th=[  742],
     | 99.99th=[  824]
   bw (  MiB/s): min= 5592, max= 6071, per=100.00%, avg=5994.77, stdev= 2.45, samples=14352
   iops        : min=44735, max=48570, avg=47957.96, stdev=19.60, samples=14352
  lat (usec)   : 100=0.01%, 250=0.01%, 500=58.64%, 750=41.32%, 1000=0.04%
  lat (msec)   : 2=0.01%
  cpu          : usr=99.83%, sys=0.02%, ctx=4756, majf=0, minf=49154
  IO depths    : 1=100.0%, 2=0.0%, 4=0.0%, 8=0.0%, 16=0.0%, 32=0.0%, >=64=0.0%
     submit    : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     complete  : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     issued rwts: total=0,14363807,0,0 short=0,0,0,0 dropped=0,0,0,0
     latency   : target=0, window=0, percentile=100.00%, depth=1

Run status group 0 (all jobs):
  WRITE: bw=5985MiB/s (6276MB/s), 5985MiB/s-5985MiB/s (6276MB/s-6276MB/s), io=1753GiB (1883GB), run=300002-300002msec

Disk stats (read/write):
  pmem0: ios=0/0, merge=0/0, ticks=0/0, in_queue=0, util=0.00%