fio_test/log/128k/128k_seq_write_28job_QD1.log
libpmem: (g=0): rw=write, bs=(R) 128KiB-128KiB, (W) 128KiB-128KiB, (T) 128KiB-128KiB, ioengine=libpmem, iodepth=1
...
fio-3.20
Starting 28 threads
libpmem: Laying out IO file (1 file / 4096MiB)
libpmem: Laying out IO file (1 file / 4096MiB)
libpmem: Laying out IO file (1 file / 4096MiB)
[...]

libpmem: (groupid=0, jobs=28): err= 0: pid=40821: Fri Mar  5 03:34:45 2021
  write: IOPS=41.2k, BW=5148MiB/s (5398MB/s)(1508GiB/300003msec); 0 zone resets
    clat (usec): min=79, max=2756, avg=673.42, stdev=192.14
     lat (usec): min=79, max=2759, avg=674.28, stdev=192.36
    clat percentiles (usec):
     |  1.00th=[  486],  5.00th=[  510], 10.00th=[  529], 20.00th=[  545],
     | 30.00th=[  562], 40.00th=[  578], 50.00th=[  603], 60.00th=[  619],
     | 70.00th=[  652], 80.00th=[  717], 90.00th=[ 1029], 95.00th=[ 1106],
     | 99.00th=[ 1221], 99.50th=[ 1287], 99.90th=[ 1401], 99.95th=[ 1434],
     | 99.99th=[ 1549]
   bw (  MiB/s): min= 4985, max= 5235, per=100.00%, avg=5156.49, stdev= 1.37, samples=16744
   iops        : min=39868, max=41881, avg=41249.98, stdev=11.02, samples=16744
  lat (usec)   : 100=0.01%, 250=0.01%, 500=2.76%, 750=78.20%, 1000=6.53%
  lat (msec)   : 2=12.51%, 4=0.01%
  cpu          : usr=99.75%, sys=0.04%, ctx=5098, majf=0, minf=57347
  IO depths    : 1=100.0%, 2=0.0%, 4=0.0%, 8=0.0%, 16=0.0%, 32=0.0%, >=64=0.0%
     submit    : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     complete  : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     issued rwts: total=0,12356059,0,0 short=0,0,0,0 dropped=0,0,0,0
     latency   : target=0, window=0, percentile=100.00%, depth=1

Run status group 0 (all jobs):
  WRITE: bw=5148MiB/s (5398MB/s), 5148MiB/s-5148MiB/s (5398MB/s-5398MB/s), io=1508GiB (1620GB), run=300003-300003msec

Disk stats (read/write):
  pmem0: ios=0/0, merge=0/0, ticks=0/0, in_queue=0, util=0.00%