fio_test/log/128k/128k_seq_write_2job_QD1.log
libpmem: (g=0): rw=write, bs=(R) 128KiB-128KiB, (W) 128KiB-128KiB, (T) 128KiB-128KiB, ioengine=libpmem, iodepth=1
...
fio-3.20
Starting 2 threads
libpmem: Laying out IO file (1 file / 4096MiB)
libpmem: Laying out IO file (1 file / 4096MiB)

libpmem: (groupid=0, jobs=2): err= 0: pid=39627: Fri Mar  5 02:13:00 2021
  write: IOPS=24.8k, BW=3100MiB/s (3251MB/s)(908GiB/300001msec); 0 zone resets
    clat (usec): min=65, max=238, avg=79.02, stdev= 5.11
     lat (usec): min=65, max=239, avg=79.62, stdev= 5.11
    clat percentiles (usec):
     |  1.00th=[   72],  5.00th=[   74], 10.00th=[   75], 20.00th=[   76],
     | 30.00th=[   77], 40.00th=[   78], 50.00th=[   79], 60.00th=[   79],
     | 70.00th=[   81], 80.00th=[   82], 90.00th=[   85], 95.00th=[   90],
     | 99.00th=[   99], 99.50th=[  102], 99.90th=[  111], 99.95th=[  114],
     | 99.99th=[  120]
   bw (  MiB/s): min= 3042, max= 3114, per=100.00%, avg=3103.87, stdev= 3.15, samples=1198
   iops        : min=24340, max=24914, avg=24830.99, stdev=25.21, samples=1198
  lat (usec)   : 100=99.24%, 250=0.76%
  cpu          : usr=99.91%, sys=0.01%, ctx=251, majf=0, minf=4097
  IO depths    : 1=100.0%, 2=0.0%, 4=0.0%, 8=0.0%, 16=0.0%, 32=0.0%, >=64=0.0%
     submit    : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     complete  : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     issued rwts: total=0,7440823,0,0 short=0,0,0,0 dropped=0,0,0,0
     latency   : target=0, window=0, percentile=100.00%, depth=1

Run status group 0 (all jobs):
  WRITE: bw=3100MiB/s (3251MB/s), 3100MiB/s-3100MiB/s (3251MB/s-3251MB/s), io=908GiB (975GB), run=300001-300001msec

Disk stats (read/write):
  pmem0: ios=0/0, merge=0/0, ticks=0/0, in_queue=0, util=0.00%