fio_test/log/128k/128k_seq_write_30job_QD1.log
libpmem: (g=0): rw=write, bs=(R) 128KiB-128KiB, (W) 128KiB-128KiB, (T) 128KiB-128KiB, ioengine=libpmem, iodepth=1
...
fio-3.20
Starting 30 threads
libpmem: Laying out IO file (1 file / 4096MiB)
libpmem: Laying out IO file (1 file / 4096MiB)
libpmem: Laying out IO file (1 file / 4096MiB)
[...]

libpmem: (groupid=0, jobs=30): err= 0: pid=40921: Fri Mar  5 03:41:25 2021
  write: IOPS=39.9k, BW=4985MiB/s (5227MB/s)(1460GiB/300003msec); 0 zone resets
    clat (usec): min=76, max=3096, avg=745.82, stdev=221.07
     lat (usec): min=77, max=3096, avg=746.74, stdev=221.33
    clat percentiles (usec):
     |  1.00th=[  510],  5.00th=[  537], 10.00th=[  553], 20.00th=[  578],
     | 30.00th=[  603], 40.00th=[  619], 50.00th=[  644], 60.00th=[  668],
     | 70.00th=[  742], 80.00th=[ 1020], 90.00th=[ 1106], 95.00th=[ 1172],
     | 99.00th=[ 1287], 99.50th=[ 1319], 99.90th=[ 1434], 99.95th=[ 1467],
     | 99.99th=[ 1582]
   bw (  MiB/s): min= 4831, max= 5056, per=100.00%, avg=4992.33, stdev= 1.27, samples=17940
   iops        : min=38649, max=40454, avg=39936.22, stdev=10.23, samples=17940
  lat (usec)   : 100=0.01%, 250=0.01%, 500=0.42%, 750=70.19%, 1000=6.97%
  lat (msec)   : 2=22.42%, 4=0.01%
  cpu          : usr=99.73%, sys=0.05%, ctx=5647, majf=0, minf=61441
  IO depths    : 1=100.0%, 2=0.0%, 4=0.0%, 8=0.0%, 16=0.0%, 32=0.0%, >=64=0.0%
     submit    : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     complete  : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     issued rwts: total=0,11963439,0,0 short=0,0,0,0 dropped=0,0,0,0
     latency   : target=0, window=0, percentile=100.00%, depth=1

Run status group 0 (all jobs):
  WRITE: bw=4985MiB/s (5227MB/s), 4985MiB/s-4985MiB/s (5227MB/s-5227MB/s), io=1460GiB (1568GB), run=300003-300003msec

Disk stats (read/write):
  pmem0: ios=0/0, merge=0/0, ticks=0/0, in_queue=0, util=0.00%